/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancelar";

/* Title of cell to set credentials */
"Credentials" = "Credenciales";

/* Title describing glucose date */
"Date" = "Fecha";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Eliminar CGM";

/* Title describing glucose value */
"Glucose" = "Glucosa";

/* Section title for latest glucose reading */
"Latest Reading" = "Dato más reciente";

/* Outside US share server option title */
"Outside US" = "Fuera de EEUU";

/* The title of the Dexcom share password credential */
"Password" = "Password";

/* The title of the Dexcom share server URL credential */
"Server" = "Servidor";

/* Title describing glucose trend */
"Trend" = "Tendencia";

/* U.S. share server option title */
"US" = "EEUU";

/* The title of the Dexcom share username credential */
"Username" = "Usuario";

